{
    "context":"Privacy Policy\n\n\nUpdated on:  March 18th, 2023 \n\n\nOur privacy policy is designed to provide transparency into our privacy practices and principles, in a format that our guests can navigate, read and understand. MIM GAMES and its subsidiaries (collectively, “MIM GAMES”) is dedicated to treating your personal information with care and respect.\n\nIf you reside outside of the Republic of Korea, this Privacy Policy applies to MIM GAMES’ games, websites and related services, which we here collectively call “the Service”. We may periodically update this Privacy Policy by posting a new version on the home of our web page (https://mimgames.co). If we make any material changes, we will notify you by posting a notice to the change becoming effective. Your continued use of the Service after the effective date will be subject to the new Privacy Policy. If you reside inside the Republic of Korea, please refer to the link for privacy policy.\n\nThe Service may contain links to other sites not owned or controlled by us and we are not responsible for the privacy practices of those sites. We encourage you to be aware when you leave the Service and to read the privacy policies of other sites that may collect your personal information.\n\n\nIf you are a California resident, additional privacy terms set out on the links below (see details : “Appendix A” and “Do Not Sell My Personal Information”) also apply to the processing of information collected in the course of your playing the games.\n\nAppendix A\nDo Not Sell My Personal Information\n \n\nIf you are located in the European Economic Area or the UK, additional privacy terms set out on link (see details : “Appendix B”) also apply to the processing of your personal information.\n\nAppendix B\n\n\nThe Data We Collect\nWe collect information about you and your use of  the Service.  Information about you may be required to provide you with  the Service and the failure to provide information may result in our inability to provide you with certain games, features, or services.\n\n\nBy downloading, accessing, and/or playing  the Service, you consent to the collection of information about you, by us.  Most of this data comes directly from you or your device, such as device information, country and region, and game play information.  We use this data to provide our games and services to you, including for the purposes of optimization, preventing fraud, customizing in-game offers, verifying purchases, and, with our third-party advertising partners, delivering you targeted and/or contextual advertisements.\n\n\nThe information we collect falls into three categories:  (1) information collected directly from you; (2) information collected automatically, and (3) information collected from third parties.\n\n\n(1) information collected directly from you\n\nContact information (such as name and email address)\nPlayer name and password\nProfile information (such as profile photo)\nYour messages to the Service (such as chat logs and player support tickets)\nIf you communicate with  the Service through our presence on third party platforms such as Facebook, Twitter, or Discord.\nOther data you choose to give us (such as data to identify a lost account)\n\n(2) information collected automatically\n\nIn most cases, we also create a MIM GAMES-specific ID for you when you use the Service.\n\nData about your account and game progress\nYour IP address and mobile device identifiers (such as your device ID, advertising ID, MAC address, IMEI)\nData about your device, such as device name and operating system, browser type and language\nData we collect with cookies and similar technologies (see more below)\nData about your use of the Service, such as gameplay data and your interactions with other players inside the Service\n\n(3) information collected from third parties\n\n\nMIM GAMES collects user information through the third-party advertising networks on the Service.  This information includes your device ID, a unique advertising ID associated with your device, and your approximate geographic location.  For more information, see the “Advertising” section below.\nData we receive if you link a third party tool with the Service (such as Facebook, WeChat or Google)\nDemographic data (such as to determine the coarse location of your IP address)\nData to fight fraud (such as refund abuse in games or click fraud in advertising)\nData from platforms that the games run on (such as to verify payment)\nData for advertising and analytics purposes, so we can provide you a better Service\nRetention period of personal information.\nIn principle, users' personal information is destroyed or stored separately without delay when the purpose of collection and use of personal information is achieved. However, only for the following reasons, the information is stored and managed separately from other information for a certain period of time, and destroyed or stored separately without delay after the period specified below.\n\nComplaints and Disputes Resolution\nSubject to the following, if you request deletion of personal information, it will be destroyed or stored separately without delay.\nWe may be obliged to preserve the information even after the purpose of collection and use has been achieved in accordance with the provisions of relevant laws and regulations, we shall keep the user's information for a certain period of time as stipulated by the relevant laws and regulations (to a reasonable extent).\nRetaining and Deleting Personal Information.\nWe retain your personal information for the duration of our service to you and will delete it after the purpose of the collection is achieved. Personal information stored in physical form will be shredded or incinerated, and personal information stored electronically will be removed using commercially reasonable technical measures in a way that the data cannot be reproduced.\n\nHow We Use Your Information\nTo make the Service work.\nTo perform the contract, we process data necessary to\n\nCreate accounts and allow you to play our games and use our Service\nTo allow you to log in to the Service on multiple devices via Cloud Save.\nOperate the Service\nVerify and confirm payments\nProvide and deliver products and services you request\nSend you Service-related communications\nTo make the Service more suitable for our players.\nTo provide a great Service to our players, we have a legitimate interest to collect and process necessary data to\n\nUpdate and develop player profiles\nDevelop and improve the Service and player experience\nManage our relationship with you\nProvide social features as part of the Service\nCustomize your Service experience\nRespond to your comments and questions and provide player support\nProvide you MIM GAMES offers in the Service as well as in other websites and services, and by email\nSend you related information, such as updates, security alerts, and support messages\nEnable you to communicate with other players\nTo show personalized advertisements.\nTo show you personalized advertisements in the Service as well as in other websites and services (including email) we have a legitimate interest to process necessary data as described in the “Advertising” section below to\n\nTrack the content you access in connection with the Service and your online behavior\nDeliver, target and improve our advertising and the Service\nFor information on how to opt-out from personalized advertisements, see section “Your Controls and Choices” below.\n\nTo keep the Service safe and fair.\nEnsuring a level playing field in the Service is a top priority for us. For more information on our acceptable use policy, see the Habby Terms of Service.\n\nIn order to keep the Service and its social features safe and fair, to fight fraud and ensure acceptable use otherwise, we have a legitimate interest to process necessary data to\n\nAnalyze and monitor use of the Service and its social features\nModerate chats either automatically or manually\nTake action against fraudulent or misbehaving players\nTo analyze, profile, and segment.\nIn all of the above cases and purposes, we may analyze, profile and segment all collected data.\n\nHow We Share Your Information\nMIM GAMES will not share your personal information outside MIM GAMES except in limited circumstances, including: will use your data for the following purposes:\n\n \n\nWhen you allow us to share your information with another company, such as directing us to share your information with third-party sites or platforms, such as social networking sites.\nWhen you use the social features of our games, other players and users may see your profile data, in-game activities, and the messages you have posted.\nWhen we contract or partner with a third party to provide services on our behalf, including the Service development and maintenance.\nWhen we share information with third parties in connection with the sale of all or part of the MIM GAMES business, to enforce our Terms of Use or rules, to ensure the safety and security of our users and third parties, to protect our rights and property and the rights and property of our users and third parties, to comply with legal process or in other cases if we believe in good faith that disclosure is required by law.\nAs described in the “Advertising” section below.\nWhen we are legally required to disclose information, including to comply with a legal obligation or processes, enforce our terms, address issues relating to security or fraud, or protect our users.\nWhen we share information with companies within the MIM GAMES corporate group who process your personal information in order to operate the Service.  All related group companies may only use your information in accordance with this privacy policy.\nThe Service includes features from our partners, such as social media interaction tools and in-game advertising. A list of these partners is available in the “Partners” section below. These partners may access your data and operate under their own privacy policies. We encourage you to check their privacy policies to learn more about their data processing practices.\n\nIn addition, we may share aggregated information with third parties, however you will not be personally identifiable from such information.\n\n \n\nPlease note that once we share your information with another company in any of the circumstances set out above, the information received by the other company becomes subject to the other company’s privacy practices.  However, when companies perform services on our behalf, like customer service, these companies are prohibited from using your information for purposes other than those requested by us or required by law.\n\n \n\nYou may request a notice disclosing the categories of information we have shared with third parties, and the names of those third parties.  To request such notice, please contact legal@mimgames.co.\n\nPartners\nSee details\n\nAdvertising\nMIM GAMES relies on advertising to fund the development and distribution of the Service, most of which are available to play at no cost to you.  Accordingly, when you play the Service you may see third-party advertising.  This advertising is delivered to the Service by advertising networks that sell advertising to interested third parties.  Advertising networks collect a unique device ID or advertising ID (Apple Identifier for Advertisers (“IDFA”) on Apple devices and Google Advertising Identity (“GAID”) on Android devices) that enables the delivery of advertisements that are relevant to you.  Your advertising ID is consistent across all apps and thus allows for cross-app tracking and interest-based advertising.  Advertising IDs are non-permanent, non-personal identifiers uniquely associated with your device.  Similar technologies include tracking pixels within ads.  These technologies allow companies (including marketers and advertisers) to recognize your device when you use websites and applications.  Advertising networks may use your device’s IP address to determine your approximate geographic location to enable them to deliver more relevant advertisements.\n\n\nSome services provided by MIM GAMES offer in-game currency (such as coins or gems) as a reward for watching advertisements(“Rewarded Ad”).\n\nPlease see the “Your Controls and Choices” section, below, for information on how to limit advertising tracking.\n\nIn-App Purchases\nCertain services offered by MIM GAMES may allow you to make in-app purchases.  All In-App Purchases are processed by a third party payment processor that may collect information directly from you (for example, they may request your billing address and credit card information) in accordance with its own privacy policy.  The Service’s third party payment processors do not share your financial information, like credit card number, with MIM GAMES. We receive summary information about all purchases, including the amount of the transaction and your general location (such as your ZIP code).\n\nYour Controls and Choices\nOpt-out of marketing emails and other direct marketing.\nYou may opt-out of receiving promotional communications, such as marketing emails from us by following the instructions in such communications.\n\nOpt-out of targeted advertising.\nYou can opt-out of interest-based advertising on mobile applications by checking the privacy settings of your Android or iOS device and selecting 'limit ad tracking' (Apple iOS) or 'opt-out of interest based ads' (Android).\n\nAndroid:\n\nGo to the Settings menu.\nSelect the Privacy or Security and Privacy option.\nSelect Advertising and then choose to Reset advertising ID or Opt out of interest-based ads.\niOS:\n\nGo to the Settings menu.\nSelect Privacy.\nSelect Tracking and then toggle off Allow Apps to Request to Track.\nNote: that the menu and methods may vary slightly depending on the mobile OS version.\n\n\nAccess the personal data we hold about you.\nIf there is a change to your personal information, or you no longer desire our Service, you may edit, update, or delete the data by making the change within your account settings in the game, by contacting the Support team’s email (can also be found in our products) or by contacting us at legal@mimgames.co. We will provide you a copy of your personal information in an electronic format upon request.\n\nCookies And Similer Technologies\nLike most online services, we and our partners use cookies and similar technologies to provide and personalize the Service, analyse use, target advertisements and prevent fraud. You can disable cookies in your browser settings, but some parts of the Service may then not function properly.\n\n\nGeneral Data Protection Regulation (GDPR)\nUnder GDPR regulations, if you wish for your data to be deleted, please send a request to legal@mimgames.co.\n\n\nHow Do We Protect Your Data\nThe security, integrity and confidentiality of your information are important to us.  We have implemented technical, administrative, and physical security measures that are designed to protect your information from unauthorized access, disclosure, use and modification.  Please be aware though that, despite our best efforts, no security measures are perfect or impenetrable.  We will retain your information for the length of time needed to fulfill the purposes outlined in this privacy policy unless a longer retention period is required, or for the establishment, exercise or defense of legal claims, or for legitimate business purposes, or as provided by law.\n\n\nAge Limits\nWe do not knowingly collect or solicit personal data about or direct or target interest based advertising to anyone under the age of 13 or knowingly allow such persons to use our Services. If you are under 13, please do not send any data about yourself to us, including your name, address, telephone number, or email address. No one under the age of 13 may provide any personal data. If we learn that we have collected personal data about a child under age 13, we will delete that data as quickly as possible. If you believe that we might have any data from or about a child under the age of 13, please contact us. legal@mimgames.co\n\nData Transfers, Storage and Processing Globally\nOur Service is global by nature and your data can therefore be transferred to anywhere in the world. Because different countries may have different data protection laws than your own country, we take steps to ensure adequate safeguards are in place to protect your data as explained in this Policy. Adequate safeguards that our partners may use include standard contractual clauses approved by South Korea laws.\n\nThe current status of transferring personal information to overseas companies for service use is as follows.\n\n\nCompany Name\n\nCountry\n\nPurpose\n\nConcerned Data\n\nDate & Method\n\nPeriod of Use\n\nMIM GAMES\n\nlegal@mimgames.co\n\nSouth Korea\n\nData storage according to service usage\n\nAll items of personal information specified for the purpose of various service within this Privacy Policy\n\nData is transferred over the network when the service is used\n\nExcept as specifically agreed hereby, data will be permanently erased 1 year after the support request is concluded.\n\nChanges to this Privacy Policy\nFrom time to time, we may change this privacy policy to accommodate new technologies, industry practices, regulatory requirements, or for other purposes. If we make any material changes to this privacy policy, we will post the updated privacy policy on this website and notify our users by posting a notice on our website. Please check this page frequently to see any updates or changes to this privacy policy.\n\n\n\n_____________________________________\n\n\nContact Us\nIf you have questions about data protection, or if you have any requests for resolving issues with your personal data, we encourage you to primarily contact us through the game so we can reply to you more quickly. If you have a comment or question about this privacy policy, please contact legal@mimgames.co.\n\n\nName of the controller: MIM GAMES\n\nContact: legal@mimgames.co\n\n"
}